{
  "id": "gedi_l4b",
  "name": "GEDI Gridded Biomass 2020",
  "type": "raster",
  "swatch": {
    "color": "#189C54",
    "name": "Dark Green"
  },
  "source": {
    "type": "raster",
    "tiles": [
      "https://titiler.maap-project.org/cog/tiles/WebMercatorQuad/{z}/{x}/{y}.png?url=s3://ornl-cumulus-prod-protected/gedi/GEDI_L4B_Gridded_Biomass_V2_1/data/GEDI04_B_MW019MW223_02_002_02_R01000M_MU.tif&rescale=0,400&colormap_name=gist_earth_r&color_formula=gamma r {gamma}"
    ]
  },
  "legend": {
    "type": "gradient-adjustable",
    "min": 0,
    "max": 400,
    "units": "Mg/ha",
    "stops": [
      "#fdfbfb",
      "#e3c3b5",
      "#c9a87a",
      "#bab060",
      "#9db059",
      "#76a652",
      "#45994a",
      "#3a8c66",
      "#2e7c7f",
      "#1f567b",
      "#0f2577",
      "#000000"
    ]
  },
  "info": "Mean aboveground biomass density (MU): Estimated mean AGBD for the 1 km grid cell, including forest and non-forest. This Global Ecosystem Dynamics Investigation (GEDI) L4B product provides 1 km x 1 km (1 km, hereafter) estimates of mean aboveground biomass density (AGBD) based on observations from mission week 19 starting on 2019-04-18 to mission week 138 ending on 2021-08-04. The GEDI L4A Footprint Biomass product converts each high-quality waveform to an AGBD prediction, and the L4B product uses the sample present within the borders of each 1 km cell to statistically infer mean AGBD. The gridding procedure is described in the GEDI L4B Algorithm Theoretical Basis Document (ATBD). Patterson et al. (2019) describes the hybrid model-based mode of inference used in the L4B product. Corresponding 1 km estimates of the standard error of the mean are also provided in the L4B product. Uncertainty is due to both GEDI's sampling of the 1 km area (as opposed to making wall-to-wall observations) and the fact that L4A biomass values are modeled in a process subject to error instead of measured in a process that may be assumed to be error-free. Learn more: https://daac.ornl.gov/GEDI/guides/GEDI_L4B_Gridded_Biomass.html"
}
